/* The title of the cancel action in an action sheet */
"Cancel" = "Cancella";

/* Title describing glucose date */
"Date" = "Data";

/* Title describing glucose value */
"Glucose" = "Glicemie";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Fai Attenzione";

/* Sensor state description for the valid state */
"OK" = "OK";
